; TranslationAuthor: WiseCleaner.com
; TranslationAuthorEmail: support@wisecleaner.com
; Soft Version: 4.2.4
; Update: Oct. 29, 2025
;  Please, DO NOT translate 'ReadHabit=Left-to-right' but you can update it if your native language is 'Right-to-left'.

[Lang]
NativeLanguage=English

[GUI]
ButtonYes=Yes
ButtonNo=No
ButtonOK=OK
ButtonClose=Close
BtnNews=Information
[Translation]
LangCode=0C09|2809|1009|2409|4009|1809|2009|4409|1409|3409|4809|1c09|2C09|0809|0409|3009
ReadHabit=Left-to-right
LanguageName=ENU
LangShortName=en-us
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Information
Warning=Warning
Error=Error
Confirm=Confirmation
FrmMOMain.ckperiod.caption=Optimize memory every

;
; Memory Optimization
;
FrmMoMain.chkupdate.caption=Auto check for new version
FrmMoMain.lblTotalMem.Caption=Memory Size:
FrmMoMain.lblaopt.Caption=When available memory is less than:  
FrmMoMain.lbltry.Caption=Free up more memory
FrmMoMain.btnsettings.Caption=Settings
FrmMoMain.btnOpt.Caption=Optimize
FrmMoMain.chkmin.Caption=Minimize to system tray when closed
FrmMoMain.chkauto.Caption=Run at Windows startup
FrmMoMain.chkautoOpt.Caption=Auto Optimization
FrmMoMain.ckchkclearborad.Caption=Clear clipboard while optimizing
FrmMoMain.chkidle.Caption=Run when CPU is idle (Recommended)
FrmMoMain.lbllang.Caption=Language:
FrmMOMain.cknotice.caption=Show notification after optimizing
FrmMOMain.ckMode.caption=Dark Mode
;
; About
;
FrmAbout.caption=About
FrmAbout.btnok.caption=OK
FrmAbout.lblver.caption=Current Version:
FrmAbout.lblemail.caption=Support Email:
FrmAbout.lblhome.caption=Homepage:
FrmAbout.lblthanks.caption=Thanks to the following people for their contributions:
FrmAbout.lblUninstall.caption=Uninstall Instruction
FrmAbout.lblPolicy.caption=Privacy Policy
FrmAbout.lblEula.caption=EULA
FrmMOMain.ckShutkey.caption=Shortcut key
FrmMOMain.btn2.hint=Shortcut key conflicts
ShutkeyCA=CTRL+ALT
ShutkeyAS=ALT+SHIFT 
ShutkeyCS=CTRL+SHIFT
FrmMOMain.ckIcon.caption=Show memory usage in tray icon
FrmMOMain.lblMore.Caption=Advanced
[MemoryOptimizer]
ThisTimeFreeMemory=Released %s memory this time.
CurPrecent=Memory Usage:
UsedMemory=In Use:
AvailableMemory=Available:
FreeMemory=Freed: 
At=At
pmShow=Open
pmOpt=Optimize Now
pmAbout=About
pmExit=Exit
SureExit=Optimizing memory... Are you sure you want to exit now?
Mintotray=Optimizing Memory
pmdefragmem=Defrag RAM
pmclearmem=Free up RAM
pmclearstandbymem=Clear Standby RAM
pmAuto=Auto Optimize
pmbelow=If free memory is low
pm5=Every 5 minutes
pm10=Every 10 minutes
pm30=Every 30 minutes
pm60=Every 60 minutes
pmdisauto=Disable 
[Message]
NoNews=You have no unread messages.
NewVer=A new version of Wise Memory Optimizer is available! Would you like to upgrade now?
NotShowNotice=Do not show this notification again.
NoOptItem= You need to select at least one optimization method.
minutes=minute(s)
hours=hour(s)
hardwareReserved=Hardware Reserved
inUse=In Used
modified=Modified
standby=Standby
free=Free
available=Available
cached=Cached
total=Total
installed=Installed

[feedback]
InvalidEmail=Please enter a valid email address.
emptyinput=Please enter some text to submit.
thanks=Thanks for your feedback!
FrmFeedback.lblfeedback.caption=How would you rate %s?
FrmFeedback.lblemail.caption=Email address:
FrmFeedback.lblgood.caption=Which feature do you like best?
FrmFeedback.lblbad.caption=Which feature do you dislike the most?
FrmFeedback.lblwant.caption=What new feature would you like most?
FrmFeedback.btncancel.caption=Not interested
FrmFeedback.btnsubmit.caption=Submit